#!/usr/bin/env ruby

brew 'diff-so-fancy'
brew 'git'
brew 'hub'
brew 'jq'
brew 'q'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 'shellcheck'
brew 'the_silver_searcher'
brew 'tidy-html5'
brew 'tmux'
brew 'tree'
brew 'vim'
brew 'wget'
brew 'youtube-dl'
brew 'z'

cask '1password'
cask 'arq'
cask 'dropbox'
cask 'firefox'
cask 'flux'
cask 'google-chrome'
cask 'slack'
cask 'vlc'
